---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.VA
source: html/48157ebb-42de-c6d4-0039-9b3a5de17463.htm
---
# Autodesk.Revit.DB.SymbolTypeId.VA Property

Symbol VA, indicating unit Volt amperes.

## Syntax (C#)
```csharp
public static ForgeTypeId VA { get; }
```